Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Remote Control has been asked to import data from the following URL:
ca_es: El control remot ha demanat d''importar dades de la següent URL:

source: Remote Control has been asked to load data from the API.
ca_es: El control remot ha demanat de carregar dades de l''API.

source: The latitudes must be between {0} and {1}
ca_es: Les latituds han d''estar entre {0} i {1}

source: The longitudes must be between {0} and {1}
ca_es: Les longituds han d''estar entre {0} i {1}

source: The minima must be less than the maxima
ca_es: El mínim ha de ser més petit que el màxim

source: Remote Control has been asked to load objects (specified by their id) from the API.
ca_es: El control remot ha demanat de carregar objectes (especificats pel seu ID) de l''API.

source: Remote Control has been asked to open a local file.
ca_es: El control remot ha demanat d''obrir un fitxer local.

source: Do you want to allow this?
ca_es: Voleu permetre això?

source: Confirm Remote Control action
ca_es: Confirmar l''acció del control remot

source: Remote Control has been asked to report its protocol version. This enables web sites to detect a running JOSM.
ca_es: El control remot ha demanat d''informar de la versió del protocol. Això permet als llocs web de detectar un JOSM en funcionament.

source: Version ''{0}'' of meta data for geoimage layer is not supported. Expected: 0.1
ca_es: La versió ''{0}'' de metadades per la capa d''imatges georeferenciades no està suportada. S''esperava la versió: 0.1

source: Data:
ca_es: Dades:

source: local file
ca_es: fitxer local

source: Link to a GPX file on your local disk.
ca_es: Enllaç vers un fitxer GPX del vostre disc local.

source: include
ca_es: inclou

source: Include GPX data in the .joz session file.
ca_es: Inclou dades GPX al fitxer de sessió .joz.

source: No file association
ca_es: Cap associació de fitxer

source: GPX data will be included in the session file.
ca_es: Les dades GPX seran incloses al fitxer de sessió-

source: Version ''{0}'' of meta data for gpx track layer is not supported. Expected: 0.1
ca_es: La versió ''{0}'' de metadades per la capa de tracks gpx no està suportada. S''esperava la versió: 0.1

source: File name expected for layer no. {0}
ca_es: S''esperava un nom de fitxer per a la capa amb nombre {0}

source: Version ''{0}'' of meta data for imagery layer is not supported. Expected: 0.1
ca_es: La versió ''{0}'' de les metadades de la capa d''imatgeria no està suportada. S''esperava la versió: 0.1

source: Layer contains unsaved data - save to file.
ca_es: La capa conté dades no desades - desar a un fitxer.

source: Layer does not contain unsaved data.
ca_es: La capa no conté dades sense desar.

source: Link to a OSM data file on your local disk.
ca_es: Enllaç a un fitxer de dades OSM al disc local.

source: Include OSM data in the .joz session file.
ca_es: Incloure dades OSM al fitxer .joz de la sessió.

source: OSM data will be included in the session file.
ca_es: Les dades OSM seran incloses al fitxer de la sessió.

source: Version ''{0}'' of meta data for osm data layer is not supported. Expected: 0.1
ca_es: La versió ''{0}'' de les metadades de la capa de dades OSM no està suportada. S''esperava la versió: 0.1

source: Session file (*.jos, *.joz)
ca_es: Fitxer de la sessió (*.jos, *.joz)

source: Unable to locate file ''{0}''.
ca_es: No és possible localitzar el fitxer ''{0}''.

source: Unsupported scheme ''{0}'' in URI ''{1}''.
ca_es: L''esquema ''{0}'' no és suportat per l''adreça ''{1}''

source: Unexpected root element ''{0}'' in session file
ca_es: Element d''arrel ''{0}'' no esperat al fitxer de sessió

source: Version ''{0}'' of session file is not supported. Expected: 0.1
ca_es: La versió ''{0}'' del fitxer de sessió no és suportada. S''esperava: 0.1

source: missing mandatory attribute ''index'' for element ''layer''
ca_es: manca l''atribut obligatori ''índex'' per l''element ''capa''

source: unexpected format of attribute ''index'' for element ''layer''
ca_es: el format de l''atribut ''índex'' de l''element ''capa'' no és l''esperat

source: attribute ''index'' ({0}) for element ''layer'' must be unique
ca_es: l''atribut ''índex'' ({0}) per l''element ''capa'' ha de ser únic

source: missing layer with index {0}
ca_es: manca la capa amb l''índex {0}

source: missing mandatory attribute ''name'' for element ''layer''
ca_es: manca l''atribut obligatori ''nom'' de l''element ''capa''

source: missing mandatory attribute ''type'' for element ''layer''
ca_es: manca l''atribut obligatori ''tipus'' de l''element ''capa''

source: Unable to load layer
ca_es: La capa no es pot carregar

source: Cannot load layer of type ''{0}'' because no suitable importer was found.
ca_es: No es pot carregar una capa de tipus ''{0}'' perquè no s''ha trobat un carregador adequat.

source: Cannot load layer {0} because it depends on layer {1} which has been skipped.
ca_es: No es pot carregar la capa {0} perquè depen de la capa {1} que ha estat ignorada.

source: Error loading layer
ca_es: Error en carregar la capa

source: <html>Could not load layer {0} ''{1}''.<br>Error is:<br>{2}</html>
ca_es: <html>No es pot carregar la capa {0} ''{1}''.<br>L''error és:<br>{2}</html>

source: Skip layer and continue
ca_es: Ignorar la capa i continuar

source: expected .jos file inside .joz archive
ca_es: s''esperava un fitxer .jos dins del fitxer .joz

source: Skip download
ca_es: Ignorar la descàrrega

source: Download Plugin
ca_es: Connector descarregat

source: Skip Download
ca_es: Ignorar la descàrrega

source: JOSM version {0} required for plugin {1}.
ca_es: Es necessita la versió {0} de JOSM per utilitzar el connector {1}.

source: Download skipped
ca_es: Descàrrega ignorada

source: Cannot download plugin ''{0}''. Its download link is not known. Skipping download.
ca_es: No és possible la descàrrega del connector ''{0}''. No es coneix l''enllaç de descàrrega. Omentent la descàrrega.

source: Cannot download plugin ''{0}''. Its download link ''{1}'' is not a valid URL. Skipping download.
ca_es: No és possible la descàrrega del connector ''{0}''. El seu enllaç de descàrrega ''{1}'' no és una URL vàlida. Omentent la descàrrega.

source: Failed to create plugin directory ''{0}''
ca_es: Ha fallat la creació del directori de connectors ''{0}''

source: Downloading Plugin {0}...
ca_es: Descarregant el connector {0}...

source: An error occurred in plugin {0}
ca_es: Ha hagut un erro al connector {0}

source: integrated into main program
ca_es: integrat al programa principal

source: replaced by new {0} plugin
ca_es: reemplaçat pel nou connector {0}

source: no longer required
ca_es: ha deixat de ser requerit

source: The following plugin is no longer necessary and has been deactivated:
ca_es: El següent connector ja no és necessari i ha estat desactivat:

source: <html>Loading of the plugin "{0}" was requested.<br>This plugin is no longer developed and very likely will produce errors.<br>It should be disabled.<br>Delete from preferences?</html>
ca_es: <html>Ha estat demanada la descàrrega del connector "{0}".<br>Aq1uest connector ha deixat de ser mantingut pels desenvolupadors i pot produir errors.<br>Hauria de ser deshabilitat.<br>L''esborrem de les preferències?</html>

source: You updated your JOSM software.<br>To prevent problems the plugins should be updated as well.<br><br>Update plugins now?
ca_es: Heu actualitzat JOSM.<br>Per evitar problemes caldria actualitzar també els connectors.<br><br>Voleu actualitzar els connector ara?

source: Last plugin update more than {0} days ago.
ca_es: La darrera actualització del connector fou fa més de {0} dies.

source: Click to update the activated plugins
ca_es: Feu clic per actualitzar els connectors actius

source: Skip update
ca_es: Ignorar l''actualització

source: Click to skip updating the activated plugins
ca_es: Feu clic per ignorar l''actualització dels connectors actius

source: Skipping plugin update after JOSM upgrade. Automatic update at startup is disabled.
ca_es: Ignorant l''actualització dels connectors després d''actualitzar JOSM. L''actualització automàtica a l''inici ha estat desactivada.

source: Skipping plugin update after elapsed update interval. Automatic update at startup is disabled.
ca_es: Ometent l''actualització dels connectors després d''un interval temporal. L''actualització automàtica a l''inici està desactivada.

source: Running plugin update after JOSM upgrade. Automatic update at startup is enabled.
ca_es: Procedint a l''actualització dels connectors després de l''actualització de JOSM. L''actualització automàtica està activada.

source: Running plugin update after elapsed update interval. Automatic update at startup is disabled.
ca_es: Procedint a l''actualització dels connectors després que ha passat un interval de temps. L''actualització automàtica està desactivada.

source: Unexpected value ''{0}'' for preference ''{1}''. Assuming value ''ask''.
ca_es: Valor ''{0}'' no esperat per la preferència ''{1}''. Assumint el valor ''preguntar''.

source: Plugin {0} requires a plugin which was not found. The missing plugin is:
ca_es: El connector {0} necessita un altre que no ha estat trobat. El connector que manca és:

source: <html>Plugin {0} requires JOSM version {1}. The current JOSM version is {2}.<br>You have to update JOSM in order to use this plugin.</html>
ca_es: <html>El connector {0} necessita la versió {1} de JOSM. La versió actual és {2}.<br>Heu d''actualitzar JOSM si voleu utilitzar aquest connector.</html>

source: Could not load plugin {0}. Delete from preferences?
ca_es: El connector {0} no pot ser carregat. Esborrar de les preferències?

source: loading plugin ''{0}'' (version {1})
ca_es: carregant el connector ''{0}'' (versió {1})

source: <html>Could not load plugin {0} because the plugin<br>main class ''{1}'' was not found.<br>Delete from preferences?</html>
ca_es: <html>El connector {0} no pot ser carregat perquè la seva<br>classe principal ''{1}'' no ha estat trobada.<br>Esborrar de les preferències?</html>

source: Loading plugins ...
ca_es: Descarregant connectors ...

source: Checking plugin preconditions...
ca_es: Comprovant els requisits del connector ...

source: Loading plugin ''{0}''...
ca_es: Carregant el connector ''{0}''...

source: JOSM could not find information about the following plugin:
ca_es: JOSM no ha pogut trobar informació sobre el connector:

source: The plugin is not going to be loaded.
ca_es: El connector no serà carregat.

source: Determine plugins to load...
ca_es: Determinar els connectors a descarregar ...

source: Removing deprecated plugins...
ca_es: Suprimint els connectors obsolets...

source: Removing unmaintained plugins...
ca_es: Suprimint els connectors sense manteniment...

source: Updating the following plugin has failed:
ca_es: Ha fallat l''actualització d''aquest connector:

source: Please open the Preference Dialog after JOSM has started and try to update it manually.
ca_es: Si us plau, obriu la finestra de preferències un cop JOSM s''hagi inciat i proveu d''actualitzar-lo manualment.

source: Plugin update failed
ca_es: Ha fallat l''actualització del connector

source: Failed to find plugin {0}
ca_es: No ha estat possible de trobar el connector {0}

source: Failed to download plugin information list
ca_es: Ha fallat la descàrrega de la llista d''informació de connectors

source: Disable plugin
ca_es: Deshabilitar connector

source: Click to delete the plugin ''{0}''
ca_es: Feu clic per esborrar el connector ''{0}''

source: Keep plugin
ca_es: Conservar el connector

source: Click to keep the plugin ''{0}''
ca_es: Feu clic per conservar el connector ''{0}''

source: Failed to delete outdated plugin ''{0}''.
ca_es: Ha fallat la supressió del connector obsolet ''{0}''.

source: Failed to install already downloaded plugin ''{0}''. Skipping installation. JOSM is still going to load the old plugin version.
ca_es: Ha fallat la instal·lació del connector descarregat ''{0}''. Ometent la instal·lació. JOSM continuarà carregant la versió anterior del connector.

source: Failed to install plugin ''{0}'' from temporary download file ''{1}''. {2}
ca_es: Ha fallat la instal·lació del connector ''{0}'' del fitxer temporal ''{1}'' descarregat. {2}

source: Failed to install plugin ''{0}'' from temporary download file ''{1}''. Renaming failed.
ca_es: Ha fallat la instal·lació del connector ''{0}'' del fitxer temporal ''{1}'' descarregat. Ha fallat el canvi de nom.

source: Click to disable the plugin ''{0}''
ca_es: Feu clic per deshabilitar el connector ''{0}''

source: An unexpected exception occurred that may have come from the ''{0}'' plugin.
ca_es: Ha hagut una excepció inesperada que pot haver estat causada pel connector ''{0}''.

source: According to the information within the plugin, the author is {0}.
ca_es: Segons la informació que hi ha al connector, l''autor és {0}.

source: Try updating to the newest version of this plugin before reporting a bug.
ca_es: Proveu d''actualitzar el connector a la nova versió abans de reportar un error.

source: Should the plugin be disabled?
ca_es: S''ha de desactivar el connector?

source: The plugin has been removed from the configuration. Please restart JOSM to unload the plugin.
ca_es: El connector ha estat suprimit de la configuració. Si us plau, reinicieu JOSM per tal de carregar el connector.

source: Plugin information
ca_es: Informació del connector

source: no description available
ca_es: descripció no disponible

source: Do not ask again and remember my decision (go to Preferences->Plugins to change it later)
ca_es: Recorda la meva decisió i no tornar a preguntar (es podrà modificar a Preferències -> Connectors)

source: Invalid jar file ''{0}''
ca_es: Fitxer jar ''{0}'' no vàlid

source: The plugin file ''{0}'' does not include a Manifest.
ca_es: El fitxer del connector ''{0}'' no inclou un Manifest.

source: Invalid URL ''{0}'' in plugin {1}
ca_es: URL ''{0}'' invàlida al connector {1}

source: Invalid plugin description ''{0}'' in plugin {1}
ca_es: La descripció ''{0}'' no és vàlida en el connector {1}

source: More info...
ca_es: Més informació...

source: <b>Plugin provided by an external source:</b> {0}
ca_es: <b>Connector subministrat per una font externa:</b> {0}

source: Failed to create plugin information from manifest for plugin ''{0}''
ca_es: Ha fallat la creació d''informació del connector a partir del Manifest del connector ''{0}''

source: Illegal entry in plugin list.
ca_es: Entrada incorrecta a la llista de connectors.

source: Reading local plugin information..
ca_es: Llegint la informació local del connector...

source: Processing plugin site cache files...
ca_es: Processant els fitxers de la memòria cau del lloc web dels connectors...

source: Processing file ''{0}''
ca_es: S''està processant el fitxer ''{0}''

source: Failed to scan file ''{0}'' for plugin information. Skipping.
ca_es: Ha fallat l''escaneig del fitxer ''{0}'' per la informació del connector. Ometent.

source: Processing plugin site cache icon files...
ca_es: Processant els fitxers de les icones a la memòria cau del lloc web dels connectors...

source: Processing plugin files...
ca_es: Processant els fitxers del connnector...

source: Download plugin list...
ca_es: Descarregada la llista de connectors...

source: Downloading plugin list from ''{0}''
ca_es: Descarregant la llista de connectors de ''{0}''

source: Plugin list download error
ca_es: Error a la descàrrega de la llista de connectors

source: JOSM failed to download plugin list:
ca_es: JOSM no ha aconseguit descarregar la llista de connectors:

source: Details:
ca_es: Detalls:

source: Plugin icons download error
ca_es: Error en la descàrrega de les icones dels connectos

source: JOSM failed to download plugin icons:
ca_es: JOSM no ha aconseguit descarregar les icones dels connectors:

source: Failed to create plugin directory ''{0}''. Cannot cache plugin list from plugin site ''{1}''.
ca_es: Ha fallat la creació del directori dels connectors ''{0}''. Ha estat impossible d''inserir a la memòria cau la llista de connectors del lloc ''{1}''.

source: Writing plugin list to local cache ''{0}''
ca_es: Escrivint la llista de connectors a la memòria cau local ''{0}''

source: Parsing plugin list from site ''{0}''
ca_es: Analitzant la llista de connectors del lloc web ''{0}''

source: Failed to parse plugin list document from site ''{0}''. Skipping site. Exception was: {1}
ca_es: Ha fallat l''anàlisi de la llista de connectors del lloc web ''{0}''. Abandonant el lloc. web. L''excepció ha estat: {1}

source: Processing plugin list from site ''{0}''
ca_es: Processant la llista de connectors del lloc web ''{0}''

source: This is after the end of the recording
ca_es: Això està després del final de l''enregistrament

source: unspecified reason
ca_es: raó no especificada

source: Error playing sound
ca_es: Error reproduïnt so

source: Unexpected Exception
ca_es: Excepció no esperada

source: Do nothing
ca_es: No facis res

source: Report Bug
ca_es: Informa d''un error

source: An unexpected exception occurred.<br>This is always a coding error. If you are running the latest<br>version of JOSM, please consider being kind and file a bug report.
ca_es: Ha hagut una excepció no esperada.<br>Això sempre és a causa d''un error al codi del programa. Si esteu utilitzant<br>la darrera versió de JOSM, si us plau, considereu l''opció d''omplir un informe d''error.

source: Suppress further error dialogs for this session.
ca_es: No tornar a mostrar la finestra d''error durant aquesta sessió.

source: You have encountered an error in JOSM. Before you file a bug report make sure you have updated to the latest version of JOSM here:
ca_es: Heu trobat un error a JOSM. Abans d''emplenar el formulari per reportar l''error assegureu-vos que heu actualitzat JOSM a la darrera versió aquí:

source: You should also update your plugins. If neither of those help please file a bug report in our bugtracker using this link:
ca_es: Hauríeu d''actualitzar també els vostres connectors. Si el problema persisteix, si us plau, ompliu un informe d''error al nostre lloc web:

source: There the error information provided below should already be filled in for you. Please include information on how to reproduce the error and try to supply as much detail as possible.
ca_es: La informació sobre el problema que hi ha a sota ja ha estat inclosa. Si us plau, afegiu informació sobre la manera de reproduir el problema i aporteu el màxim possible de detalls.

source: Alternatively, if that does not work you can manually fill in the information below at this URL:
ca_es: Alternativament, si no funciona, podeu omplir manualment la informació en aquesta adreça URL:

source: (The text has already been copied to your clipboard.)
ca_es: (El text ja ha estat copiat al vostre portaretalls.)

source: You have encountered a bug in JOSM
ca_es: Heu trobat un error dins JOSM

source: <html>Failed to initialize communication with the OSM server {0}.<br>Check the server URL in your preferences and your internet connection.
ca_es: <html>Ha fallat la inicialització de la comunicació amb el servidor OSM {0}.<br>comproveu la URL del servidor a les preferències i la vostra connexió a Internet.

source: <html>Failed to authenticate at the OSM server ''{0}''.<br>You are using OAuth to authenticate but currently there is no<br>OAuth Access Token configured.<br>Please open the Preferences Dialog and generate or enter an Access Token.</html>
ca_es: <html>Ha fallat l''autenticació al servidor OSM ''{0}''.<br>Esteu utilitzant OAuth per autenticar-vos però no hi ha un<br>testimoni d''autenticació OAuth configurat.<br>Si us plau, obriu la finestra de preferències i genereu o introduïu-ne un.</html>

source: <strong>Failed</strong> to delete <strong>node {0}</strong>. It is still referred to by node {1}.<br>Please load the node, remove the reference to the node, and upload again.
ca_es: <strong>Ha fallat</strong> la supressió <strong> del node {0}</strong>. Aquest node encara està referenciat pel node {1}.<br>Si us plau, carregeu el node, suprimiu la referència i carregeu les dades un altre cop.

source: <strong>Failed</strong> to delete <strong>node {0}</strong>. It is still referred to by way {1}.<br>Please load the way, remove the reference to the node, and upload again.
ca_es: <strong>Ha fallat</strong> la supressió <strong> del node {0}</strong>. Aquest node encara es troba referenciat per la via {1}.<br>Si us plau, carregeu la via, suprimiu la referència i carregeu les dades un altre cop.

source: <strong>Failed</strong> to delete <strong>node {0}</strong>. It is still referred to by relation {1}.<br>Please load the relation, remove the reference to the node, and upload again.
ca_es: <strong>Ha fallat</strong> la supressió <strong> del node {0}</strong>. Aquest node encara es troba referenciat per la relació {1}.<br>Si us plau, carregeu la relació, suprimiu la referència i carregeu les dades un altre cop.

source: <strong>Failed</strong> to delete <strong>way {0}</strong>. It is still referred to by node {1}.<br>Please load the node, remove the reference to the way, and upload again.
ca_es: <strong>Ha fallat</strong> la supressió <strong> de la via {0}</strong>. Aquesta via encara es troba referenciada pel node {1}.<br>Si us plau, carregeu el node, suprimiu la referència i carregeu les dades un altre cop.

source: <strong>Failed</strong> to delete <strong>way {0}</strong>. It is still referred to by way {1}.<br>Please load the way, remove the reference to the way, and upload again.
ca_es: <strong>Ha fallat</strong> la supressió <strong> de la via {0}</strong>. Aquesta via encara es troba referenciada per la via {1}.<br>Si us plau, carregeu la via, suprimiu la referència i carregeu les dades un altre cop.

source: <strong>Failed</strong> to delete <strong>way {0}</strong>. It is still referred to by relation {1}.<br>Please load the relation, remove the reference to the way, and upload again.
ca_es: <strong>Ha fallat</strong> la supressió <strong>de la via {0}</strong>. Aquesta via encara es troba referenciada per la relació {1}.<br>Si us plau, carregueu la relació, surpimiu la referència i carregueu les dades un altre cop.

source: <strong>Failed</strong> to delete <strong>relation {0}</strong>. It is still referred to by node {1}.<br>Please load the node, remove the reference to the relation, and upload again.
ca_es: <strong>Ha fallat</strong> la supressió <strong>de la relació {0}</strong>. Aquesta relació encara es troba referenciada pel node {1}.<br>Si us plau, carregueu el node, suprimiu la referència i carregeu les dades un altre cop.

source: <strong>Failed</strong> to delete <strong>relation {0}</strong>. It is still referred to by way {1}.<br>Please load the way, remove the reference to the relation, and upload again.
ca_es: <strong>Ha fallat</strong> la supressió <strong>de la relació {0}</strong>. Aquesta relació encara es troba referenciada per la via {1}.<br>Si us plau, carregueu la via, suprimiu la referència i carregeu les dades un altre cop.

source: <strong>Failed</strong> to delete <strong>relation {0}</strong>. It is still referred to by relation {1}.<br>Please load the relation, remove the reference to the relation, and upload again.
ca_es: <strong>Ha fallat</strong> la supressió <strong>de la relació {0}</strong>. Aquesta relació encara es troba referenciada per la relació {1}.<br>Si us plau, carregueu la relació, suprimiu la referència i carregeu les dades un altre cop.

source: <html>Uploading to the server <strong>failed</strong> because your current<br>dataset violates a precondition.<br>The error message is:<br>{0}</html>
ca_es: <html>Ha <strong>fallat</strong> la pujada de dades al servidor perquè el vostre <br>conjunt de dades viola una precondició.<br>El missatge d''error és:<br>{0}</html>
